Revit 2027 API
SymbolTypeId.Psig Property
 Symbol psig, indicating unit Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Psig { get; }
Public Shared ReadOnly Property Psig As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Psig {
	ForgeTypeId^ get ();
}
static member Psig : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace